{
    "_comment" : "The correct answer is always the first one proposed in the file.",
    "enigmas": [
        {
            "text": "Une personne garde l’entrée d’un club privé. Une personne arrive, le gardien lui dit « Sept » et l’autre réponds « Quatre ». Une deuxième personne arrive, le gardien lui lance « Un » et l’autre lui dit « Deux ». Vous voulez entrez, le gardien vous dit « Treize ». Que devriez vous lui dire ?",
            "answers": [
                "Six.",
                "Deux.",
                "Quatre.",
                "Huit."
            ]
        },
        {
            "text": "quel est l'angle entre les aiguilles d'une horloge quand elle affiche 3h15 ?",
            "answers": [
                "7.5",
                "10",
                "12",
                "0"
            ]
        },
        {
            "text": "10! / (5*5!*12²) = ???",
            "answers": [
                "42",
                "1",
                "5",
                "2013"
            ]
        },
        {
            "text": "Un ballon à l'hélium monte dans l'air tout doucement. La première seconde il parcourt 1 m, la deuxième 50 cm, la troisième 25 cm et de suite. Indéfiniment le ballon ne s'arrête pas de monter. Par seconde il parcourt la moitié de ce qu'il a monté la seconde précédente. Jusqu'où le ballon va-t-il monter? ",
            "answers": [
                "Le ballon tend vers la hauteur de 2 mètres, sans jamais l'atteindre.",
                "Le ballon tend vers la hauteur de 7.29 mètres, sans jamais l'atteindre.",
                "Le ballon tend vers la hauteur de 5.42 mètres, sans jamais l'atteindre.",
                "Le ballon s'élèvera jusqu'à l'infini."
            ]
        },
        {
            "text": "En observant les aiguilles d'une horloge pendant 12 heures, combien de fois les aiguilles de l'horloge font un angle droit entre elles ? ",
            "answers": [
                "22",
                "11",
                "7",
                "19"
            ]
        },
        {
            "text": "Le TGV Paris-Lyon part à midi de Paris à une vitesse constante de 200 km/h. Le TGV Lyon-Paris part de Lyon une heure plus tard et roule à vitesse constante à 300 km/h. Au moment où ils se croisent, lequel des deux est le plus prêt de Paris ? ",
            "answers": [
                "Ils sont à la même distance de l'une ou de l'autre ville.",
                "Le TGV Lyon-Paris est le plus prêt de Paris ",
                "Le TGV Paris-Lyon est le plus prêt de Paris",
                "Le TGV Lyon-Paris le plus loin de Paris"
            ]
        },
        {
            "text": "Une cantatrice arrive devant son pianiste favori et lui dit: \"j'ai mal dormi, du coup ma voix est plus basse, je ne peux pas chanter la partition à la hauteur normale. Peux-tu m'accompagner 1 ton plus bas... ?\" En quelle clef le pianiste devra accompagner sa cantatrice ?",
            "answers": [
                "En clef d'Ut 4 (pour la main droite) et en clef d'Ut 3 (pour la main gauche).",
                "En clef de Sol.",
                "En clef de Fa",
                "En clef d'Ut 4."
            ]
        },
        {
            "text": "Qu'est-ce que la \"sensible\" en musique ?",
            "answers": [
                "Le 7ième degré de la gamme.",
                "Le Si.",
                "L'accord de Si mineur ",
                "Ca n'existe pas."
            ]
        },
        {
            "text": "Si je joue un accord de dominante, composé des notes suivantes: Fa, La, Do, Mi bémol. Et que la mélodie de ce morceau, contient un Ré bémol... En quelle tonalité suis-je ?",
            "answers": [
                "En Si bémol mineur.",
                "En Fa # majeur.",
                "En Mi majeur.",
                "En Do # mineur."
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        },
        {
            "text": "",
            "answers": [
                "",
                "",
                "",
                ""
            ]
        }
    ]
}
