{
    "_comment" : "The correct answer is always the first one proposed in the file.",
    "enigmas": [
        {
            "text": "Si ce n’est pas le lendemain de lundi ou le jour avant jeudi, que demain n’est pas dimanche, que ce n’était pas dimanche hier et que le jour après demain n’est pas samedi, et que le jour avant hier n’était pas mercredi, quel jour sommes-nous ?",
            "answers": [
                "Dimanche.",
                "Lundi.",
                "Mercredi.",
                "Vendredi."
            ]
        },
        {
            "text": "Je suppose que nous possédons, toi et moi, la même somme d'argent. Combien dois-je te donner pour que tu aies 10€ de plus que moi ?",
            "answers": [
                "5€",
                "81€",
                "121€",
                "37.80€"
            ]
        },
        {
            "text": "Mon poids est élevé, mais malgré ma petite taille, des flammes je triomphe..",
            "answers": [
                "L'extincteur.",
                "Le pompier",
                "Le pénis",
                "La salamandre"
            ]
        },
        {
            "text": "Nous sommes nés de la même mère, la même année, le même mois, le même jour et à la même heure. Pourtant nous ne sommes pas jumeaux, ni même jumelles. Pourquoi ?",
            "answers": [
                "car nous sommes des triplés",
                "car nous sommes des cellules",
                "car nous ne sommes pas issus du même placenta",
                "car l'un de nous était retourné"
            ]
        },
        {
            "text": "Vous participez à une course cycliste. A un moment donné, vous doublez le second. Vous êtes alors ? ",
            "answers": [
                "Second",
                "Premier",
                "Troisième",
                "Dernier"
            ]
        },
        {
            "text": "Pourquoi ne peut-on pas glisser une carte entre les pages 103 et 104 d'un livre ? ",
            "answers": [
                "C'est impossible, car ces pages ne sont pas des feuilles",
                "car à partir de 100 pages, on a plus besoin de marque-page",
                "pourquoi ne le pourrions-nous pas?",
                "car ce livre n'a que 102 pages"
            ]
        },
        {
            "text": "Un gardien de nuit meurt de jour. Pourquoi ne touchera-t'il pas de pansion? ",
            "answers": [
                "Car il est mort",
                "Car il est mort en plein jour, en dehors de son travail",
                "Car les pensions ne concernent que des assurances vie",
                "Car il n'avait pas pu souscrire avant de mourir une assurance-vie"
            ]
        }
    ]
}
